{"all":[
  {
    "name": "Move",
    "x": 300,
    "y": 288,
    "choices": [
	  {"x": 0, "y": 0, "name": "Discoteque", "pic": "buildings/building1","tip": "Dance Club.  The Dance Club has lots of useful abilities and properties, which will be detailed here eventually!"},
      {"x": 64, "y": 0, "name": "Fishing Pond", "pic": "buildings/building2","tip": "Fishing Pond.  The Fishing Pond has lots of useful abilities and properties, which will be detailed here eventually!"},
      {"x": 128, "y": 0, "name": "Bed and Breakfast", "pic": "buildings/building3","tip": "Bed and Breakfast.  The Bed and Breakfast has lots of useful abilities and properties, which will be detailed here eventually!"},
      {"x": 192, "y": 0, "name": "Commuter Airport", "pic": "buildings/building4","tip": "Commuter Airport.  The Commuter Airport has lots of useful abilities and properties, which will be detailed here eventually!"},
      {"x": 256, "y": 0, "name": "Day Spa", "pic": "buildings/building5","tip": "Day Spa.  The Day Spa has lots of useful abilities and properties, which will be detailed here eventually!"},
      {"x": 320, "y": 0, "name": "Office Park","pic": "buildings/building6","tip": "Office Park.  The Office Park has lots of useful abilities and properties, which will be detailed here eventually!"}
    ] },
  {
    "name": "Action", 
    "x": 700,
    "y": 150,
      "choices":[
      {"x": 0, "y": 0, "name": "Back", "pic": "movein","tip": "Stand in the back row.  Attacks will hit players standing in front of you, but they'll collect falling treats too.  Good for building and activating."},
      {"x": 0, "y": 64, "name": "Mid", "pic": "middle","tip": "Stand in the middle row.  Average defense and collecting.  Good for healing and assisting."},
      {"x": 0, "y": 128, "name": "Forward","pic": "moveback","tip": "Stand in the front row.  Attacks and treats will hit you first.  Good for defending and extracting."}
    ]},
  {
    "name": "Items",
    "x": 40,
    "y": 160,
    "choices": [
      {"x": 0, "y": 0, "name": "Defend", "pic": "defend","tip":"Protect yourself and all players standing at the same building as you.  You will all take less damage.  Only on player can do this per building.  Uses x stamina." },
      {"x": 64, "y": 0, "name": "Assist", "pic": "assist","tip": "Aid other players who are extracting, building, or activating at the same building as you.  Only one player can do this per building.  Gives back x stamina."},
      {"x": 128, "y": 0, "name": "Heal","pic": "heal","tip": "Heal other players next to you, in all four directions, as well as yourself.  Uses x stamina."},
      {"x": 0, "y": 64, "name": "Build",  "pic": "build","tip":"Build or repair the building you're at.  This can upgrade buildings.  No more than 2 players can do this at a building each turn.  Uses x stamina." },
	  {"x": 64, "y": 64, "name": "Extract", "pic": "harvest","tip":"Extract resources from the building you're at.  What is extracted depends on the building type.  Buildings have limits on how many players can extract from them per turn.  Uses x stamina." },      
      {"x": 128, "y": 64, "name": "Activate", "pic": "activate","tip":"Use special ability of building you're at.  Depending on the building, this might use resources, and might use or restore stamina." },
      {"x": 0, "y": 128, "name": "Item 1","pic": "bag1","tip": "This will be the first item that you collect over the course of the game."},
      {"x": 64, "y": 128, "name": "Item 2","pic": "bag2","tip": "This will be the second item that you collect over the course of the game."},
      {"x": 128, "y": 128, "name": "Item 3","pic": "bag3","tip": "This will be the third item that you collect over the course of the game."}
    ]
  },
 {
    "name": "System",
    "x": 52,
    "y": 368,
    "choices": [
      {"x": 0, "y": 0, "name": "Redo Actions","pic": "redo","tip": "Redo these choices"}
    ]
  },
  {
    "name": "System2",
    "x": 560,
    "y": 378,
    "choices": [
      {"x": 0, "y": 0, "name": "Confirm Actions","pic": "accept","tip": "Accept these choices"}
    ]
  }
 ]}